i5-2500k/3.12.58/1500/3/warmup.log
starting vacuum...end.
transaction type: <builtin: select only>
scaling factor: 1500
query mode: simple
number of clients: 4
number of threads: 1
duration: 900 s
number of transactions actually processed: 17263715
latency average: 0.209 ms
tps = 19181.823287 (including connections establishing)
tps = 19181.845181 (excluding connections establishing)